{
    "nowus":"تعرف علينا",
    "abotitle":"نحن فى مهمة لتغيير معالم التصميم المعماري والحديث فى العالم",
    "abtlead":"نقدم العديد من الخدمات الهندسية والفنية فى مجال التصميم والعمارة بما يتناسب مع إحتياجاتك الشخصية فى العديد من المساحات لتحصل على أفضل جودة بأفضل سعر",
    "wtchport":"شاهد أعمالنا",
    "cttus":"تواصل معنا",
    "f1t":"عملاء راضون",
    "f2t":"سنوات من الخبرة",
    "f3t":"دول مختلفة",
    "f1d":"نسعي جاهدين لإرضاء عملاؤنا بما يتناسب مع إحتياجاتهم عبر الفهم العميق لمتطلبات المشروع والظروف الأخري المؤثرة فى المشروع التنفيذ بأكثر الطرق إحترافية",
    "f2d":"بفريق من المهندسين والمبدعين المحترفين بخبرة فى العديد من الأسواق والأذواق لمختلف أنواع المشاريع نحن واثقين بجودة عملنا",
    "f3d":"تركنا بصمتنا فى العديد من الدول ونجحنا فى الإندماج بمختلف الثقافات والتماشى مع أكواد التصميم المحلية والعالمية",
    "orserv":"خدماتنا",
    "s1t":"التصميم الداخلي",
    "s2t":"التصميم الخارجي",
    "s3t":"المشاريع السكنية",
    "s4t":"المشاريع التجارية",
    "s5t":"تنسيق الحدائق",
    "s1d":"تصميم جميع المساحات الداخلية",
    "s2d":"ننفذ جميع أنواع مشاريع التصميم الخارجية",
    "s3d":"نعمل على الكمباوندات والفلل والقصور",
    "s4d":"بتصميم تجاري مناسب سينجح مشروعك",
    "s5d":"الجمالية والنظامية تتجسد فى تصميم حدائق مبدعه",
    "gtnus":"تعرف علينا",
    "gtustitle":"نهتم بأدق التفاصيل فى أعمالنا",
    "gtuslead":"نقوم بتقديم الخدمات الاستشارية في عدد من التخصصات الهندسية المتعلقة بالتصميم المعماري و التصميم الخارجي والداخلي و تنفيذ الهيكل الخرساني و التشطيب الداخلي للمباني وتنسيق المواقع والدراسات والتصاميم الهندسية للمواقع والمنشآت السكنية والتعليمية والطبية والتجارية والإدارية والصناعية وغيرها  يتم إنجاز ذلك باحترافية ومهنية طبقا لأحدث المواصفات والكودات العالمية وذلك بفضل فريق العمل المتمرس من المهندسين والمبدعين والحرفيين.",
    "usfet1t":"نمذجة التصاميم الداخليه والخارجية",
    "usfet2t":"دقة فى التفاصيل وإحترافية فى التنفيذ",
    "usfet3t":"تقديم حلول تتناسب تماماً مع متطلباتك وظروفك فقط",
    "usfet1d":"نقدم تصاميم مبدعة للمشروع يتضمن كافة الأوجه وبتقنيات عاليه يتضمن تصميم الجدران والأسقف والأرضيات والأبواب والنوافذ والأثاث والإضاءة والتهوية والتكييف والتدفئة والعديد من العناصر الأخرى التي تشكل المساحات الداخلية والخارجية",
    "usfet2d":"نتمتع بخبرة واسعه فى التعامل مع مختلف الظروف حسب كل مشروع فى تقديم أنسب حل مراعين تماماً أدق التفاصيل مع شمولية فى تقديم جودة عاليه ومتناسبة مع مشروعك / وحدتك السكنية",
    "usfet3d":"نتعمق فى فهم كافة التفاصيل الممكنة حول المشروع وتحديد الاستايل المناسب لك ومن ثم تقديم لقطات منظوريه للمكان قبل تنفيذه بالإضافة إلى عمل المخططات اللازمه للشروع فى العمل والتنفيذ",
    "knowourfeat":"تعرف على خدماتنا"
}