{
    "sl1":"التصميم الداخلي",
    "sl2":"ترتيب المساحات",
    "sl3":"التصميم الخارجي",
    "sl4":"المشاريع السكنية",
    "sl5":"المشاريع التجارية",
    "sl6":"تنسيق الحدائق",
    "sl7":"الاستشارات الهندسية",
    "sl8":"التصميم المعماري",
    "sl9":"تصميم الديكور",
    "sl10":"تشطيبات فيلات",
    "strypro":" إبدأ مشروعك الأن",
    "orservices":"خدماتنا",
    "orsertitle":"نقدم جميع خدمات التصميم المعماري والهندسي",
    "rserlead":"نحول رؤيتك إلى حقيقة ملموسة وبإسلوب فني راقِ وعصري يعكس شخصيتك وهوية المكان مستعينين بفريقنا من المبدعين والمهندسين المتخصصين",
    "strrserleadypro":"هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص",
    "sr1t":"التصميم المعماري",
    "sr1d":"نقدم خدمات التصميم المعماري بإحترافيه إبتداءاً من رسم الفكرة والإستغلال الأمثل للمساحات مراعين المواصفات المحلية والعالمية إنتهاءاً بعرض الدراسات الهندسية والبرامج التنفيذية والإشراف على التنفيذ",
    "sr2t":"التصميم الإنشائي",
    "sr2d":"تصميم وتنفيذ جميع المخططات الخاصة بالهيكل الخرصاني والتفاصيل الإنشائية الخاصة بالقواعد الخرسانية والأعمده والأسقف المتوافقه كلياً مع كود البناء المعتمد فى الدولة عن طريق أحدث برامج التصميم الإنشائية",
    "sr3t":"التصميم الخارجي",
    "sr3d":"نعتمد على الإبتكار والإبداع فى تصميم المشروع وتقديم نماذج عصرية فريده من نوعها كما نتيح التنوع فى اختيار الطراز المفضل والمتناسب للمشروع شامله المشروعات السكنية والفندقية والتجارية والسياحية",
    "sr4t":"التصميم الداخلي",
    "sr4d":"نفتخر بفريق من المهندسين والفنيين والمحترفين المتخصصين والذين راكمو سنوات من الخبرة والإبداع فى مشاريع التصميم الداخلي لمختلف المساحات السكنية والفندقية والتجارية والسياحية بمختلف الدول",
    "sr5t":"التشطيب الداخلي والديكور",
    "sr5d":"نقدم أفضل جودة فى مجال التشطيب الداخلي والديكوري مع ضمان كامل للأعمال لمدة أشهر وتشمل أعمال الأسقف، الدهانات، الأرضيات، السباكة، الكهرباء والديكور",
    "sr6t":"الإستشارات الهندسية",
    "sr6d":"قدم خدمات الاستشارات الهندسية المتخصصة للعملاء لتحقيق أحلامهم وتلبية احتياجاتهم، بفضل فريق من الخبراء والمتخصصين في مجال الهندسة والتصميم، وباستخدام أحدث التقنيات والأدوات المتاحة"
}