{
    "nowus":"About us",
    "abotitle":"We are on a mission to change the architectural and modern design landscape in the world",
    "abtlead":"We offer a variety of engineering and technical services in the field of design and architecture in a way that suits your personal needs in many spaces to get the best quality at the best price.",
    "wtchport":"Our projects",
    "cttus":"Contact us",
    "f1t":"satisfied customers",
    "f2t":"Years of experience",
    "f3t":"Different Countries",
    "f1d":"We strive to satisfy our clients by understanding deeply their project requirements and the other circumstances affecting the project, and by executing it in the most professional ways possible",
    "f2d":"With a team of professional engineers and creatives who have experience in various markets and tastes for different types of projects, we are confident in the quality of our work.",
    "f3d":"We have left our mark in many countries and succeeded in integrating with various cultures and complying with local and international design codes.",
    "orserv":"Our services",
    "s1t":"Interior Design",
    "s2t":"Exterior Design",
    "s3t":"Residential projects",
    "s4t":"Commerical Projects",
    "s5t":"Landscaping",
    "s1d":"Designing all king of interior spaces",
    "s2d":"Implementing and designing all kinds of exteriors",
    "s3d":"We work on villas, compounds and palaces",
    "s4d":"With the right commercial design your project will succeed",
    "s5d":"Aesthetic and systematic embodied in the design of creative gardens",
    "gtnus":"Get to know us",
    "gtustitle":"We care about the smallest details in our business",
    "gtuslead":"We provide consulting services in a number of engineering specialties related to architectural design, interior and exterior design, interior finishing of buildings, and engineering studies and designs for residential, educational, medical, commercial, administrative, industrial facilities. This is accomplished with professionalism and expertise in accordance with the latest international specifications and codes thanks to our experienced team of engineers, creatives, and craftsmen",
    "usfet1t":"Interior and exterior modeling",
    "usfet2t":"Accuracy in details and professionalism in implementation",
    "usfet3t":"Providing solutions that perfectly suit your requirements and circumstances only",
    "usfet1d":"We offer creative designs for the project using hight technologies, including the design of walls, ceilings, floors, doors, windows, furniture, lighting, ventilation, air conditioning, heating and many other elements that make up the internal and external spaces.",
    "usfet2d":"We have extensive experience in dealing with different circumstances according to each project, providing the most appropriate solution while fully considering the smallest details and providing high-quality and tailored work that is suitable for your project or residential unit",
    "usfet3d":"TWe delve into understanding all possible details about the project, determine the appropriate style for you, and then provide perspective shots of the place before executing it, in addition to creating the necessary plans to start working on and executing the project",
    "knowourfeat":"Learn about our services"
}